{
   "type": "FeatureCollection",
   "features": [
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ -73.982449,40.718285 ]
    },
    "properties": {
    "A":"Julius' Apartment",
    "D":"Julius lives on Pitt street on the Lower East Side of Manhattan. It is a small, dirty apartment that is practically falling apart. Both Bootie and David spend some time there, but no one feels comfortable, not even Jullius. He lives there because it is cheap and he doesn't have a steady job to afford a nicer place. ",
    "E":"#"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ -73.970089,40.784418 ]
    },
    "properties": {
    "A":"Thwaite Family Apartment ",
    "D":"The Twaite's apartment is located on the Upper West Side, probably around 85th and Central Park West, just above the Natural History Museum. Marina lives here with her parent's Murry and Annabel. It is a large, spacious apartment, which shows they are very wealthy. Murry works as a writer and journalist, while Annabel is a lawyer. Marina is unemployed for most of the novel and lives off her parents. ",
    "E":"#"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ -73.997598,40.735928 ]
    },
    "properties": {
    "A":"Danielle's Apartment ",
    "D":"Danielle lives in Greenwich village on the corner of 12th and 6th. She lives alone and very rarely has people over. There are large windows with views of the World Trade center. ",
    "E":"#"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ -73.994615,40.725944 ]
    },
    "properties": {
    "A":"Danielle's Office",
    "D":"Danielle works on the corner of Lafayette and Bleeker, a short walk from her apartment. She works as a producer, hoping to produce her own show. ",
    "E":"#"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ -74.004335,40.746384 ]
    },
    "properties": {
    "A":"David's Apartment ",
    "D":"David has a spacious apartment in Chelsea, which he can afford with his job located in the financial district. He lives alone until Julius moves in with him for a short period of time. When David looses his job, they are forced to leave as he can no longer afford rent. ",
    "E":"#"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ -73.985989,40.737569 ]
    },
    "properties": {
    "A":"Ludow's Apartment ",
    "D":"After moving to New York from Sydney, Australia, Ludow gets an apartment near Gramery Park. He lives alone until he is married and Marina moves in with him. ",
    "E":"#"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ -73.320386,42.287587 ]
    },
    "properties": {
    "A":"Thwaite Family Country House ",
    "D":"The Thwaite family has a country home located in Stockbridge, Massachusettes. Before moving back home, Marina spent most of her time here writing her book. This is also the location of Marina and Ludow's 4th of July engagemnt party and Labor Day weekend wedding. ",
    "E":"#"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ -74.012886,40.712625 ]
    },
    "properties": {
    "A":"World Trade Center",
    "D":"",
    "E":"#"
    }
  }
]
}
